<template>
  <div class="ql-editor contract" data-gramm="false">
    <p>版本号：2017-SC001&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>适用于一次性付款类产品</strong>
    </p>
    <p class="ql-align-right"><br></p>
    <p class="ql-align-center"><strong>众智金管家服务产品居间购买协议</strong></p>
    <p></p>
    <p> 本协议是您（本协议中若无特别注明，“您”均指购买众智金管家服务产品的消费者）与“众智金管家”所有者成都凡特赛科技有限公司（以下简称为“本公司”）以及经本公司严格筛选确定的服务商&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（以下简称“服务管家”）三方就您购买“众智金管家”服务产品及后续服务事宜所订立的契约，请您仔细阅读本服务协议，本协议具有法律效力。</p>
    <p> 您点击“立即购买”按钮并支付产品服务费后，本协议即构成对三方具有约束力的法律文件。</p>
    <p><strong>一、法律声明条款</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      1.本协议内容包括协议正文及所有本公司已经发布的或将来可能发布的各类规则；所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力；除另行明确声明或三方签署补充协议外，各方均受本协议及所有规则的约束，下文中的协议均包含本公司发布的各类规则。</strong>
    </p>
    <p><strong style="color: rgb(102, 102, 102);">
      2.您应当在购买“众智金管家”服务产品之前认真阅读本协议全部内容。如您不同意本协议内容，请您立即停止购买。如您对协议有任何疑问，可向本公司咨询。无论您事实上是否在使用“众智金管家”服务产品之前认真阅读了本协议内容，只要您购买了“众智金管家”服务产品，则本协议即对您、本公司和服务管家产生约束，届时您不能以未阅读本协议的内容或者未获得本公司对您问询的解答等理由，主张本协议无效或要求撤销、变更本协议。</strong>
    </p>
    <p><strong style="color: rgb(102, 102, 102);"> </strong><strong>二、产品的名称、费用、内容、标准</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">产品名称：{{$route.query.name}}</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">产品收费：以产品购买页载明价格为准</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">产品费用支付：您应在产品购买时应一并支付当次服务全部费用。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> </strong><strong>三、产品的服务方式及服务期限</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> 1.服务方式：以您所选购的产品服务描述载明的方式为准。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> 2.服务期限：以完成您所委托服务事项为限。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> </strong><strong>四、产品退换货</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> 1.犹豫期</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      您在“众智金管家”服务平台购买产品并支付相关费用后，若您尚未激活该产品的使用，您有7天的犹豫期。犹豫期自您购买产品之日开始计算。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> 2.犹豫期的提前终止</strong></p>
    <p><strong
      style="color: rgb(102, 102, 102);">&nbsp;&nbsp;&nbsp;您若在犹豫期内要求我公司开始服务，则犹豫期不受7天的时限限制，自您发出要求时，犹豫期提前终止。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> 3、服务产品退换货</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      在犹豫期内，您可申请退货一次；在犹豫期内，您可申请换货一次，换货按照产品价格增补差价。超出犹豫期或犹豫期提前终止，本公司将不再受理您的退换货要求。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> </strong><strong>五、可能会产生的其他费用</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      1.您购买产品所支付的费用仅包括专业服务费用及对应的税金。本公司及服务管家在为您提供服务的过程中可能会产生如下费用，这些费用需要您额外支付。对此，您完全知悉并且同意：</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> （1）在服务过程中，政府部门收取的费用。包括但不限于行政、审批、鉴定、评审、复印、调档等费用；</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> （2）若需本公司或服务管家工作人员到外埠服务，由此所产生的交通、食宿等费用由您承担；</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      （3）本公司及服务管家提供服务所使用语言为汉语，文字为中文，若您提供资料为其他语言文本（包括少数民族语言），还需要额外支付专业的翻译费，您也可另行委托第三方承担翻译工作；</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      （4）第三方专业机构服务费用。在服务过程中，如需第三方机构就服务中的某一事项、某一数据做出包括不限于鉴证、评估、审计、公证、咨询、担保等服务的，由此产生的费用由您承担。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> （5）征得您同意后支出的其它费用。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      2.以上第（1）、（2）、（3）、（5）项费用涉及单项金额在200元以下的，本公司或服务管家在征得您同意后先行垫付，垫付后将及时向您提供相关票据，您应在收到相关票据三个工作日内向本公司或服务管家支付垫付的款项。超出期限，本公司有权暂停服务，直至该情形消除。</strong>
    </p>
    <p><strong style="color: rgb(102, 102, 102);"> </strong><strong>六、您的权利</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      1.在产品使用过程中您有任何产品服务范围内的需求均可向本公司提出，本公司将尽力协助您解决，但由于企业个体特性不同，在国家现行法律法规规定框架下，本公司并不保证您的所有需求都能得到满足。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> 2.对于超出产品服务范围外的需求，本公司将尽量为您提供咨询解答，同时您享有优惠购买其他服务产品的权利。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      3.您有权利选择您的服务管家，并对您服务管家的服务予以评价。如果您未选择服务管家，本公司将为您指定服务管家，若您对服务管家服务不满意，您有权投诉，本公司将责令其改正或更换其他服务管家为您服务。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      4.在您的服务管家向您提交服务成果后，若您基于合理原因对服务成果不满意，您有权联系本公司或联系您的管家，要求修改，直至达到您的需求或您满意为止。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      5.在确认产品服务完成后，如果您对您的服务管家服务质量满意，您可以对您的服务管家给予满意度评价，满意度评价星级为1-5星。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> </strong><strong>七、您的义务</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      1.您提供给本公司的信息、资料和文件应合法、完整、真实；“众智金管家”及服务管家不会对您所提供材料的真实性与合法性审核或负责，如因您提供信息、材料虚假不实或有重大遗漏、错误，相关责任均由您自负，本公司不会因此承担任何责任。</strong>
    </p>
    <p><strong style="color: rgb(102, 102, 102);">
      2.产品服务过程中，您所有的要求、委托事项应符合国家或地区现行法律法规和行业准则的约束，您的任何非法要求或超出服务范围的委托事项本公司有权拒绝而无须承担任何责任。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      3.您同意按照本公司或服务管家提示的时间和方式，及时提供符合要求的相关资料和证件。否则，因您资料提供不及时、不齐全、不符合要求所产生的一切责任和不利后果（包括但不限于办理时间延期、申报延期、产生罚款或滞纳金等），将由您自行承担。</strong>
    </p>
    <p><strong style="color: rgb(102, 102, 102);"> </strong><strong>八、服务承诺</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> 1.本公司将在您所购买产品服务范围内尽最大努力为您提供省心、舒心、放心的优质服务。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> 2.本公司承诺为您服务的服务管家或专业人员均具备法律法规要求应当具备的相应专业资格。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      3.本公司及服务管家承诺将对服务过程中可能知悉的您的财务等数据严格保密，非您本人授权或国家司法、行政机关要求配合调查外，不会向任何第三方披露，更不会向您的商业竞争对手泄密。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> 4.本公司及服务管家在任何时候都尊重您的建议、意见和批评，并尽最大可能满足您的需求。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> </strong><strong>九、特别申明</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      1.本公司及服务管家将在国家或地区现行法律法规和行业准则的规范约束下为您提供服务，对于违反国家或地区现行法律法规或行业准则的服务要求，本公司或服务管家有权拒绝，由此产生的一切不利后果均不由我司承担。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      2.本公司会按照现行法律法规和行业准则等向您提出改进建议和措施，本公司对您是否采纳不作约束，对采纳实施后的效果不作任何承诺，也不承担任何责任。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> 3.本公司秉承专业尽责的服务理念为您提供服务,一旦出现由于“众智金管家”的原因造成服务产品出现瑕疵,
      本公司仅在您针对该次服务所支付的服务费用范围内承担赔偿责任。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      4.您应妥善保管“众智金管家”账号和密码以及提交于您的服务成果，由于您的责任导致数据泄露或遭受损失，本公司均不承担任何责任。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      5.本公司将对服务过程全程监管，直至您满意并确认服务完结后，本公司才会将您购买产品所支付款项支付至服务管家。您在确认服务完结后，您可对该次服务满意度予以评价。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      6.不论在何种情况下，本公司均不对由于互联网正常的设备维护，互联网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，
      骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> 7.根据您购买产品不同，您所支付费用发票由本公司或服务管家为您开具，开票方式及金额请在购买产品下单时选择。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> </strong><strong>十、其他</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      1.在服务过程中如发生争议，应当友好协商。协商不成，任何一方均有权向成都凡特赛科技有限公司住所地具有管辖权的人民法院提起诉讼。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);">
      2.您在注册时点击同意的《注册条款及法律声明》作为本协议附件二，与本合同具有同等法律效力，《注册条款及法律声明》与本协议不一致的地方，以本协议为准。</strong></p>
    <p><strong style="color: rgb(102, 102, 102);"> </strong></p>
  </div>
</template>

<script>
  export default {
    name: 'onetimeContract',
    data () {
      return {}
    },
  }
</script>

<style scoped lang="scss" rel="stylesheet/scss">
  @import "../../../static/quill.snow.css";

  .contract {
    max-width: 870px;
    padding: 20px;
    margin: 0 auto;
  }
</style>
